from django.utils.translation import gettext_lazy as _

AUTHOR = "@subpolare"
TITLE = _("subpolare")
DESCRIPTION = _("Авторский блог о науке и жизни")

INTRO = _("""Однажды я захотел написать итоги года, но понял, что соцсети заточены либо под текст длиной в полторы строки, либо под видео, но не под лонгриды.   
          
\n Поэтому я решил создать свою соцсеть! Правда, всего из одного пользователя. Так что тут пишу свои мысли, чтобы они не затерялись во времени. 
          
\n✍️ **Я сценарист [YouTube-канала ТОПЛЕС](https://www.youtube.com/@toplesofficial).** Пишу обо всем подряд, чтобы влюблять других (и себя) в науку. Вроде, получается. 
                    
\n✨ **Учусь на [факультете биоинженерии и биоинформатики МГУ](https://fbb.msu.ru)**, а еще понемногу расту в IT и анализирую геномы людей. Но трушным IT-шником никогда не работал.
          
\n🌍 **Люблю путешествовать**: объездил десятки мест с палаткой и фотиком. Видел северные сияния, пачкал ботинки в говне медведей и встречал закат, валяясь в болоте и поедая чернику.""")

SUBSCRIBE = _("""Это всего лишь сайт. Поэтому когда выйдет новая статья, вам не придёт уведомление. Но это можно исправить — просто подпишитесь на мой телеграм-канал""")
