from django.utils.translation import gettext_lazy as _

AUTHOR = "@subpolare"
TITLE = _("subpolare")
DESCRIPTION = _("Авторский блог о науке, научпопе и выживании в этом мире")

INTRO = _("""Завел этот блог, чтобы в будущем вспоминать о своих мыслях, путешествиях и жизненном пути. Об этом и буду писать. 
          
\n🎞 Родился, живу и работаю в Москве. Редактор [YouTube-канала ТОПЛЕС](https://www.youtube.com/@toplesofficial) и преподаватель гимназии № 1543. Стараюсь влюблять людей в науку и показывать, что много знать — это хайп. А еще так я развиваюсь сам. 
                    
\n✨ Учусь на [Факультете биоинженерии и биоинформатики МГУ](https://fbb.msu.ru), а еще понемногу расту в IT. Анализирую геномы людей, пишу ботов для автоматизации всего подряд. Но трушным IT-щником никогда не работал.
          
\n🌍 Еще люблю путешествовать: объездил всю европейскую часть РФ с палаткой, видел северные сияния и замерзал рядом с океаном.""")

SUBSCRIBE = _("""🚨 Чтобы не потеряться, подпишитесь на мой телеграм-канал. Никакого спама и рекламы не будет: только уведомления о новых постах и самое-самое важное""")
