from django.utils.translation import gettext_lazy as _

AUTHOR = "@subpolare"
TITLE = _("subpolare")
DESCRIPTION = _("Авторский блог о науке, научпопе и выживании в этом мире")

INTRO = _("""Однажды я захотел написать итоги года, но понял, что ни одна соцсеть не позволяет мне это сделать... Они заточены либо под текст длиной в полторы строки, либо под видео, но не под лонгриды.   
          
\n Поэтому я решил создать свою соцсеть! Правда, всего из одного пользователя. Так что тут, как в стором-добром интернете, пишу свои мысли, чтобы они не затерялись во времени. 
          
\n✍️ **Я сценарист [YouTube-канала ТОПЛЕС](https://www.youtube.com/@toplesofficial).** Пишу обо всем подряд, чтобы влюблять других (и себя) в науку. Вроде, получается. 
                    
\n✨ **Учусь на [факультете биоинженерии и биоинформатики МГУ](https://fbb.msu.ru)**, а еще понемногу расту в IT и анализирую геномы людей. Но трушным IT-шником никогда не работал.
          
\n🌍 **Люблю путешествовать**: объездил десятки мест с палаткой и фотиком: видел северные сияния, пачкал ботинки в говне медведей и встречал закат, валяясь в болоте и поедая морошку.""")

SUBSCRIBE = _("""🚨 Чтобы не потеряться, подпишитесь на мой телеграм-канал. Спама и рекламы не будет, ведь рекламу у меня вряд ли кто-то купит, а спамить часто — не то, ради чего я завел этот блог. Вместо этого буду писать вам о новых постах и важных новостях.""")
